{
    "recordings": [
        {
            "year": 1969,
            "title": "Hymnen",
            "artist": "Karlheinz Stockhausen",
            "image": "1969.jpg",
            "youtube": "https://www.youtube.com/embed/-7dGw6UYmnQ",
            "description": "The world of electronic music established itself long before most would guess. One of its early works in the academic sphere is Hymnen, a reinterpretation of several national anthems. It is performed on a varied ensemble, ranging from conventional instrumentation such as pianos and violas to the Electronium, a primitive synthesizer. Hymnen also incorporated a prerecorded tape loop to play along to, roughly resembling an early kind of sampling. While many people have a notion of classical music as being old-fashioned and stuffy, Stockhausen's piece proves that many composers of the time were actually pushing the boundaries of music, and their experimentation would influence many musicians to come.",
            "country": "ger"
        },
        {
            "year": 1970,
            "title": "Savage Songs",
            "artist": "Jorge Antunes",
            "image": "1970.jpg",
            "youtube": "https://www.youtube.com/embed/Mw_hCXT083E",
            "description": "The history of electronic music is filled with Europeans and Americans, but it is important to remember that the tools used to create it are rarely restricted by borders. Brazilian composer, musicologist and professor Jorge Antunes produced a series of songs on an early Moog and a tape machine. The result is often harrowing, but also forward looking and futuristic in the way even early electronic music often is. ",
            "country": "br"
        },
        {
            "year": 1971,
            "title": "BBC Radiophonic Music",
            "artist": "The BBC Radiophonic Workshop",
            "image": "1971.jpg",
            "youtube": "https://www.youtube.com/embed/OyUkmxy5VMI",
            "description": "Responsible for the sound and music of the BBC's radio and television programs, the Radiophonic Workshop was on the forefront of electronic music production during the Sixties. It was made up of several composers, most notable Delia Derbyshire, who arranged the Dr. Who theme using tape machine tricks, oscillators, and recordings of string instruments. Her piece included here is just another example of her otherworldly approach to music.",
            "country": "uk"
        },
        {
            "year": 1972,
            "title": "Zeit",
            "artist": "Tangerine Dream",
            "image": "1972.jpg",
            "youtube": "https://www.youtube.com/embed/SG5UmB3qzFc",
            "description": "Well known for their dreamy experimentation and soundtracks, Tangerine Dream are overwhelmingly prolific - with nearly 160 albums and a constantly evolving lineup that goes back to the mid-Sixties, it's easy to see why they have become a musical institution. Zeit is their third album, and one of their most divisive. Scored for synths and four cellos, it is meant to evoke space and time itself, with tonal drones and mysterious noises evoking both relaxation and anxiety. Regardless of its reception, Zeit expanded the world of Tangerine Dream's music and serves as foreshadowing for the darker side of ambient music that would emerge decades later.",
            "country": "ger"
        },
        {
            "year": 1973,
            "title": "Magnetic Web",
            "artist": "Nik Pascal Raicevic",
            "image": "1973.jpg",
            "youtube": "https://www.youtube.com/embed/mfPAJFnBONY",
            "description": "Classical composers would often compose studies to explore the ranges and capabilities of their preferred instrument. As synthesizers slowly became viewed as instruments in their own right, recordings of technologists and musicians doing the same for their electronic tools followed. Magnetic Web is just one of these: Nik Pascal puts his Moog through its paces, not just through instrumental proficiency, but in the range of sounds he can coax out of his lone machine. The result is half quivering synth, half deep space soundscape, littered with tinges of psychedelia popular at the time.",
            "country": "usa"
        },
        {
            "year": 1974,
            "title": "Autobahn",
            "artist": "Kraftwerk",
            "image": "1974.jpg",
            "youtube": "https://www.youtube.com/embed/x-G28iyPtz0",
            "description": "After several albums of Krautrock with tentative forays into studio-based electronic manipulation, Kraftwerk released Autobahn - a pulsing, synthesizer-driven tribute to the road of the same name. Featuring the vocoder-filtered vocals, catchy melodies and plucky bass parts, the classic Kraftwerk touches are all present here. The sampled sound effects and synthesized sounds of cars rushing past just add to the fast-paced atmosphere. Rich with musical and technological ideas, it inspired many young composers and might make a great soundtrack for your next road trip.",
            "country": "ger"
        },
        {
            "year": 1975,
            "title": "African Electronic Music 1975-1982",
            "artist": "Francis Bebey",
            "image": "1975.jpg",
            "youtube": "https://www.youtube.com/embed/1JQRX4sgJps",
            "description": "Cameroon poet, artist and musician Francis Bebey had a long career, but remains relatively unknown in the West. Those who do know him are likely familiar with his guitar work, but Bebey was also one of the first musicians in Africa to embrace electronic instruments. His homemade records combine guitar, kalimba, a drum machine and synths to produce a new interpretation of traditional African music. He did not see these new tools as an intrusion: In an interview with Chris May, Bebey said that 'What I’m aiming to do, is to use Western technology to invigorate African music and spread its message internationally.'",
            "country": "cameroon"
        },
        {
            "year": 1976,
            "title": "Oxygène",
            "artist": "Jean-Michel Jarre",
            "image": "1976.jpg",
            "youtube": "https://www.youtube.com/embed/5DDEl7JnWvo",
            "description": "Oxygène is the album that propelled Jean-Michel Jarre out of the shadow of his father, famed Hollywood composer Maurice Jarre. Assembled in his room between odd jobs, the album became an unexpected hit due to radio play of its single 'Oxygène IV'. The most impressive part of the album is its sense of life. At nearly every point, one can hear sine waves bubbling, and wide pads soaring and evolving like the string section in an orchestra. It was not just a rebuke to the stereotype of the robotic electronics popularized by Kraftwerk, it was a testament to the amount of expression Jarre could coax out of his machines.",
            "country": "fra"
        },
        {
            "year": 1977,
            "title": "The Golden Record (Harmonices Mundi)",
            "artist": "Laurie Spiegel",
            "image": "1977.jpg",
            "youtube": "https://www.youtube.com/embed/ErT83n_YdGs",
            "description": "Spiegel, a New York based composer, was contacted by Carl Sagan after he discovered her interpretation of Kepler's theoretical piece Harmonices Mundi - a mathematical attempt to create the music of the spheres. It was one of the premier compositions to be featured on the gold record attached to the Voyager probes that left our Solar System and float onward into deep space. If aliens do exist and find the record, Spiegel's music will be one of the first pieces they hear.",
            "country": "usa"
        },
        {
            "year": 1978,
            "title": "Ambient 1: Music for Airports",
            "artist": "Brian Eno",
            "image": "1978.jpg",
            "youtube": "https://www.youtube.com/embed/vNwYtllyt3Q",
            "description": "Whether Brian Eno invented ambient music is a widely debated question; but his contributions to the genre are irrefutable. Inspired by straining to hear quiet music while bedridden in a hospital, Eno created an album that exists to simultaneously be enjoyed and ignored. Originally intended as an art installation at an actual airport, its sparse textures were created by running piano recordings through tape loops. Eno would go on to record three additional albums in the Ambient series with several collaborators, and continues to produce music to this day.",
            "country": "uk"
        },
        {
            "year": 1979,
            "title": "Solid State Survivor",
            "artist": "Yellow Magic Orchestra",
            "image": "1979.jpg",
            "youtube": "https://www.youtube.com/embed/zFADf3CW8zI",
            "description": "While electronic instruments were changing the sound of music across the world, Japan was no exception. Yellow Magic Orchestra's genre-bending synthesizer tunes pioneered the technopop genre and made them one of Japan's most popular bands. Even in the later 70's, the impact of technology is lamented in the band's lyrics, to an extent that feels prescient even today. One of the group's founding members, Ryuichi Sakamoto, has gone on to enjoy a long and successful career as an ambient and experimental composer, most recently producing the haunting album 'async' in 2017.",
            "country": "jpn"
        },
        {
            "year": 1980,
            "title": "Silk Road",
            "artist": "Kitarō",
            "image": "1980.jpg",
            "youtube": "https://www.youtube.com/embed/ONjMiLMw66g",
            "description": "Kitarō is one of the most prominent figures in New Age music (a term he would come to resent), combining slow ambient synth lines with traditional Japanese instrumentation. His score to the NHK documentary series The Silk Road brought him international renown in the eighties, but it was his folksy and comforting blend of the traditional and the new that gave his music a life beyond television. Even his weaker excursions on Silk Road contain an ethereal melancholy that transcend its forays into kitsch.",
            "country": "jpn"
        },
        {
            "year": 1981,
            "title": "Dare",
            "artist": "The Human League",
            "image": "1981.jpg",
            "youtube": "https://www.youtube.com/embed/nHtTJ7aBjTc",
            "description": "After two mildly successful albums, The Human League rebranded itself as a song-based group, an attempt to distance themselves from the artsy sonic experimentation of the band's previous albums. This distinction proved paramount - Dare and its singles were a massive success, commercially and critically. It would also define what pop music would sound like for the rest of the 80's, and what retro lovering bands in the future would seek to musically emulate.",
            "country": "uk"
        },
        {
            "year": 1982,
            "title": "Blade Runner (Original Soundtrack)",
            "artist": "Vangelis",
            "image": "1982.jpg",
            "youtube": "https://www.youtube.com/embed/tuClWnrK8yQ",
            "description": "Vangelis was commissioned to create the sounds of the future. Tasked with matching the revolutionary visuals of Ridley Scott's Blade Runner, the Greek composer chiefly employed the Yamaha CS-80, a synthesizer famed for its thick and lush tones that is still in high demand today. The final score suits the film impeccably - a mixture of wide, almost choral synthesizer tones, smokey saxophone solos, and paranoid bass lines. Even today, it is a high water mark of film music and remains a fixture of pop culture to this day",
            "country": "gre"
        },
        {
            "year": 1983,
            "title": "Future Shock",
            "artist": "Herbie Hancock",
            "image": "1983.jpg",
            "youtube": "https://www.youtube.com/embed/GHhD4PD75zY",
            "description": "Well known for his previous efforts in jazz, Herbie Hancock joined forces with producer Bill Laswell and turntable wizard Grand Mixer DXT to produce something new - a funky synth-pop record. Greeted with skepticism from critics who resented Hancock for experimenting with electronics, the album nevertheless went on to become a hit, largely due to its relentlessly catchy single 'Rockit.' Hancock's take on electronic music would continue on his subsequent albums, and he became an early pillar of synth funk and hip-hop.",
            "country": "usa"
        },
        {
            "year": 1984,
            "title": "E2-E4",
            "artist": "Manuel Göttsching",
            "image": "1984.jpg",
            "youtube": "https://www.youtube.com/embed/ys0HyevZpQg",
            "description": "Presented as one extended piece, E2-E4 is a hallmark of what would become the classic marks of German techno - the minimal, sparse sounds, the deliberate progression, and steady pulse. More than anything, this album proved that simple repeated elements can have an enormous emotional impact on the listener, laying the groundwork for electronic musicians around the world and defining the DNA of the next several decades of dance music. What takes the album to a uniquely human level is Göttsching's own guitar playing, which he introduces in the latter half of the record.",
            "country": "ger"
        },
        {
            "year": 1985,
            "title": "Super Mario Bros. (Original Soundtrack)",
            "artist": "Koji Kondo",
            "image": "1985.jpg",
            "youtube": "https://www.youtube.com/embed/wGX4obVl64w",
            "description": "In the early days of video games, sound and music were a secondary concern. Composer Koji Kondo contributed a jaunty score to the game: the famous syncopated main theme mirrors the leaps and bounds of the player, the waltz of the water levels the gentle bobbing of deep sea swimming. All this done on a sound chip that could only play three notes at the same time. The sounds of Mario became the soundtrack to a generation, and led to an impressive amount of sample credits from artists such as Meek Mill and Charli XCX.",
            "country": "jpn"
        },
        {
            "year": 1986,
            "title": "Sleng Teng",
            "artist": "Wayne Smith",
            "image": "1986.jpg",
            "youtube": "https://www.youtube.com/embed/c4_Hte61hmk",
            "description": "Jamaican reggae is all about the riddim - which is not just the Patois word for 'rhythm', but the term for the accompaniment and backbone of any song in this style. Wayne Smith discovered the riff on a keyboardist's Casio MT-40 keyboard, and put it to use on his song 'Under Mi Sleng Teng'. It was the first riddim that came from a completely electronic source and went on to influence the sound and direction for Jamaican dance hall music for years to come - a prime example of how thoroughly technology can effect the way we produce music.",
            "country": "jam"
        },
        {
            "year": 1987,
            "title": "Tackhead Tape Time",
            "artist": "Tackhead",
            "image": "1987.jpg",
            "youtube": "https://www.youtube.com/embed/DG2Q-JORcYs",
            "description": "Tackhead Tape Time is a collage of sound sources - an uncanny product of the emerging industrial scene, mixed with a helping of guitars, dub tape effects, and sampled speech from political and television celebrities. As music technology improved, it became easier for musicians to combine disparate sources such as these together, resulting in the creation of an album that reflected the varied soundscapes of the media and the artist's home of New York City.",
            "country": "usa"
        },
        {
            "year": 1988,
            "title": "Another Side",
            "artist": "Fingers Inc.",
            "image": "1988.jpg",
            "youtube": "https://www.youtube.com/embed/8dEee7IDuhw",
            "description": "Led by Chicago house legend Larry Heard, Fingers Inc. produced some of the most recognizable and influential electronic music in American history. Based on Heard's experimentations with drum machines and synthesizers, the group produced tracks that are irresistibly danceable, and the optimistic soaring vocals provided refuge to minority youths of Chicago who were not accepted elsewhere.",
            "country": "usa"
        },
        {
            "year": 1989,
            "title": "Plunderphonic",
            "artist": "John Oswald",
            "image": "1989.jpg",
            "youtube": "https://www.youtube.com/embed/siITwIQ38TE",
            "description": "Canadian composer and artist John Oswald's musical career is split between electronics and the concert hall, but he is most infamous for is plunderphonic recordings. Taking existing recordings and manipulating them to produce uncanny effects - such as turning Michael Jackson's 'Bad' into a quilt of musical fragments - the artist attracted the negative attention of multiple record labels. Oswald uses his music to explore the space of copyright and musical ownership that comes hand in hand with the ability to immediately recontextualize audio that technology provides. Today, his work can easily be viewed as a precursor to the mashup and vaporwave genres.",
            "country": "can"
        },
        {
            "year": 1990,
            "title": "Gonna Make You Sweat",
            "artist": "C+C Music Factory",
            "image": "1990.jpg",
            "youtube": "https://www.youtube.com/embed/j2pPJywRGTk",
            "description": "A staple of sports arenas and 90's movie soundtracks, the C+C Music Factory produced a number of high-energy tracks that combined the vocal stylings and sampling of hip-hop with the giddy energy of European house music. The result took the world by storm, charting at the top of the Billboard Charts as well as around the world. Although their music is corny by modern standards, it's hard to deny its ebullience and the degree to which C+C Music Factory defined the sound of the early 90's.",
            "country": "usa"
        },
        {
            "year": 1991,
            "title": "Blue Lines",
            "artist": "Massive Attack",
            "image": "1991.jpg",
            "youtube": "https://www.youtube.com/embed/ZWmrfgj0MZI",
            "description": "With Blue Lines, Massive Attack pioneered the sub-genre of trip-hop, a wonky version of hip-hop with an off-kilter electronic focus. A combination of samples from old soul records, electric pianos, snappy drums, and the groups distinctive rapping, the album was unlike anything released at the time and quickly became a hit. Unlike the pounding, physical rhythms popular at the time, Blue Lines featured slower songs that featured a mischievous and relaxed vibe, giving way to music that was more at home in the lounge than at the club.",
            "country": "uk"
        },
        {
            "year": 1992,
            "title": "Selected Ambient Works 85-92",
            "artist": "Aphex Twin",
            "image": "1992.jpg",
            "youtube": "https://www.youtube.com/embed/w0EahgKvEZA",
            "description": "A collection of recordings that date back to his years as a teenager, Selected Ambient Works 85-92 is an eclectic mix of music that put Richard D. James (Aphex Twin) on the map. Even though the tracks are often poorly recorded and simpler than his meticulous later work, the basis of his sound was already apparent: the knotty acid bass lines, the sped-up breakbeats, and warm pads of synths and the human voice. James would go on to release several more records on the famous Warp record label, and quickly became one of the most influential electronic musicians in history.",
            "country": "uk"
        },
        {
            "year": 1993,
            "title": "Orbital (Brown Album)",
            "artist": "Orbital",
            "image": "1993.jpg",
            "youtube": "https://www.youtube.com/embed/8FT-1bCoS6c",
            "description": "Techno music has a reputation for being minimalist, but U.K. group Orbital proves that is a strength, not a weakness. Creating danceable tracks filled to the brim with detail, the duo produce a series of grooves that beguile, charm, and toy with the listener. Sampled vocals referencing time and looping add a melancholic, postmodern edge to the music, and helps the album masterfully create the physical and psychological spaces that only dance music can. While its cover art and instrumental palette anchor this album firmly in the 90's, it is still eminently listenable today.",
            "country": "uk"
        },
        {
            "year": 1994,
            "title": "Anti EP",
            "artist": "Autechre",
            "image": "1994.jpg",
            "youtube": "https://www.youtube.com/embed/EZFmZ0gZNZI",
            "description": "Autechre are infamous for their mechanical and abstract albums, pushing even the heady reputation of the Warp Records label they appear on. The Anti EP is their first and only foray into political action, meant to benefit a civil liberties group. In 1994, the U.K. passed the Criminal Justice and Public Order Act, a controversial bill designed to crack down on raves and similar events by declaring music with 'repetitive beats' as a public nuisance. The spry dance tune 'Flutter' on this EP was written specifically to dodge this rule; not a single beat in it is repeated once.",
            "country": "uk"
        },
        {
            "year": 1995,
            "title": "3 'n the Mornin': Part Two",
            "artist": "DJ Screw",
            "image": "1995.jpg",
            "youtube": "https://www.youtube.com/embed/Afc3VNtz3t4",
            "description": "DJ Screw is the namesake of the 'chopped and screwed' hip hop technique, in which samples are heavily slowed down and rearranged to produce semi-surreal remixes of the original tunes. He released a number of mixtapes of his tunes, both with and without guest rappers, and a small Houston subculture has grown around the artist. His hazy production style would transcend its genre and influence future producers such as Oneohtrix Point Never, as well as many musicians in the hypnagogic pop movement.",
            "country": "usa"
        },
        {
            "year": 1996,
            "title": "Endtroducing…",
            "artist": "DJ Shadow",
            "image": "1996.jpg",
            "youtube": "https://www.youtube.com/embed/JB3KDt78tUw",
            "description": "Composed entirely on an MPC60 sampler, Endtroducing... was DJ Shadow's first album, and a testament to his wide-ranging musical taste. Shadow spent hours each day crate diving (looking for albums to draw samples from in record stores), and the final result combines a dizzying array of influences: funk, spoken word, rock, classical, and many more. The album slowly gained popularity after its release, and history looks back on it as a feat of sampling and one of the most important instrumental hip-hop albums ever recorded.",
            "country": "usa"
        },
        {
            "year": 1997,
            "title": "Homogenic",
            "artist": "Björk",
            "image": "1997.jpg",
            "youtube": "https://www.youtube.com/embed/YYxKWvbQ-Pc",
            "description": "Björk's previous albums had already showcased her affection for computer music, but Homogenic brought them to the forefront. Combining electronic tones and glitchy, IDM-inspired beats with a small string orchestra, Björk created one of the best received albums of her career. The sounds are often cold and mechanical, but the singer's voice adds a stabilizing human element to the proceedings, an approach that Björk continues to hone in the present day. While her style is uniquely hers, Björk's use of electronic elements would quickly become the norm for songwriters worldwide.",
            "country": "ice"
        },
        {
            "year": 1998,
            "title": "Music Has the Right to Children",
            "artist": "Boards of Canada",
            "image": "1998.jpg",
            "youtube": "https://www.youtube.com/embed/_fAGC9ODl2Y",
            "description": "Music Has the Right to Children was the breakout album for Scottish electronic music duo Michael Sandison and Marcus Eoin created their unique sound based on memories of their youth watching National Film Board of Canada programs. Their distant, melancholy style heavily incorporates analog textures, such as tape machines, retro synthesizers, and heavily backmasked samples. Making the process part of the music like this makes their music evoke the warmth of retro futurism and the sinister cold of horror and science fiction soundtracks from the 80's.",
            "country": "sco"
        },
        {
            "year": 1999,
            "title": "Play",
            "artist": "Moby",
            "image": "1999.jpg",
            "youtube": "https://www.youtube.com/embed/IJWlBfo5Oj0",
            "description": "Originally intended to be Moby's final album after a disastrous excursion into punk rock, Moby's Play became a massive hit due to its canny marketing strategy - licensing. Every track on the album was licensed for TV, film, and advertisements, making it omnipresent prior to the turn of the century. This approach would quickly become standard for music across the industry. Not that the doesn't pull its weight: the combination of energetic beats and gospel choir makes the album easy to love, and Moby would take a similar approach with his follow-up album 18.",
            "country": "usa"
        },
        {
            "year": 2000,
            "title": "Since I Left You",
            "artist": "The Avalanches",
            "image": "2000.jpg",
            "youtube": "https://www.youtube.com/embed/P3YR-RKrL1g",
            "description": "Built from more than 3,000 samples, Since I Left You is a combination of bright dance music and the production-focused pop music of the 60's, such as the Beach Boys and the Beatles. Best known for its surreal single 'Frontier Psychiatrist', the artists deliberately mixes the funk drumming and crate diving already well established in sampled music with deliberately strange sounds. The ambitious breadth of sources made the album impossible to release internationally without replacing several of them, but it's now recognized as psychedelic sampled masterpiece.",
            "country": "aus"
        },
        {
            "year": 2001,
            "title": "Discovery",
            "artist": "Daft Punk",
            "image": "2001.jpg",
            "youtube": "https://www.youtube.com/embed/4whD6uAryMs",
            "description": "Daft Punk shot into the pop stratosphere with their omnipresent hit 'Get Lucky', but the band occupied a smaller chunk of the mainstream in the early 2000's with their breakout album Discovery. Their style was always distinctive: catchy electronic pop, heavily influenced by french house music and featuring heavily vocoded vocals and the over-the-top sidechaining to keep the drums pumping. While many tracks on Discovery remain popular, the single 'Digital Love' may be the most distinctive, especially when paired with its Japanese animation inspired music video.",
            "country": "fra"
        },
        {
            "year": 2002,
            "title": "Losing My Edge",
            "artist": "LCD Soundsystem",
            "image": "2002.jpg",
            "youtube": "https://www.youtube.com/embed/VXQnnqO4K3c",
            "description": "After a career of DJing, James Murphy decided to throw together a tribute to his favourite bands growing up - Modern Lovers, Can, and more - and record the sprawling single Losing My Edge, in which Murphy half-sings over a synth beat about his feelings of irrelevancy, hipster hypocrisy, and drops more than two dozen band names. It was surprisingly popular, and the success of the LP follow up a couple years later cemented James Murphy's band in musical history beside the bands he grew up idolizing.",
            "country": "usa"
        },
        {
            "year": 2003,
            "title": "Rounds",
            "artist": "Four Tet",
            "image": "2003.jpg",
            "youtube": "https://www.youtube.com/embed/SaesIA6_m-U",
            "description": "Similar to his predecessors, Four Tet assembled his early work (including Rounds) entirely out of samples from other songs. But the result is almost unnoticeable here - to the point where no fan or critic in the music press realized until it was revealed in an interview. Unlike earlier mash up albums where identifying samples was part of the fun, Four Tet seamlessly stitched chunks of song together to create a work entirely in his voice, signifying the maturity that sampling had reached as an art form so soon after its introduction.",
            "country": "uk"
        },
        {
            "year": 2004,
            "title": "Talkie Walkie",
            "artist": "AIR",
            "image": "2004.jpg",
            "youtube": "https://www.youtube.com/embed/abkIjdT0uTk",
            "description": "The French band AIR have enjoyed an extremely varied career, with their music ranging from Moon Safari's vibrant tribute to library music, to soundscapes for a museum, to soundtrack work for Sophia Coppola. Talkie Walkie is one of the best exemplars of their style as a whole - slick European guitar lines and processed vocals over airy synth pads and drums. Both catchy and dreamy, their music effortlessly creates a wistful distance and charm. It's no wonder that their music seems to fit every movie and space it's played in like a glove.",
            "country": "fra"
        },
        {
            "year": 2005,
            "title": "The Milk of Human Kindness",
            "artist": "Caribou",
            "image": "2005.jpg",
            "youtube": "https://www.youtube.com/embed/RlXj0Y4gV3I",
            "description": "Dan Snaith, who records under the name Caribou and many others, has made a career out of bouncing between sub-genres of electronic music. The Milk of Human Kindness was his first big release. Critics and listeners took notice of the combination of electronics, sampling, and acoustic guitar, and dubbed it folktronica. Snaith's follow up, Andorra, would go on to win the prestigious Polaris Prize, and his future albums would take his sound towards the dance floor. Genre hopping aside, the folktronica movement headed by Caribou would inspire countless electronic musicians.",
            "country": "can"
        },
        {
            "year": 2006,
            "title": "Harmony in Ultraviolet",
            "artist": "Tim Hecker",
            "image": "2006.jpg",
            "youtube": "https://www.youtube.com/embed/RhYxzgqiXCo",
            "description": "Raised in garage bands, Tim Hecker's music feels defined by its noise. The earthly origin of many of his sounds are unclear, often just strands of static interlaced and woven into music. Harmony in Ultraviolet takes this aesthetic and uses it to create gripping distorted textures - both receding into space and demanding your attention. The layers of noise and reversed guitars merge and create something new, a take on ambient music that challenges and captivates listeners.",
            "country": "can"
        },
        {
            "year": 2007,
            "title": "Untrue",
            "artist": "Burial",
            "image": "2007.jpg",
            "youtube": "https://www.youtube.com/embed/E2qLD9c3Gq4",
            "description": "Burial's lo-fi soundscapes echo the urban environment they represent. Snatches of voices heard while walking down a busy street by night. Reverb-laden sound effects, the bouncing of sounds off skyscrapers. Sub-bass mirroring the omnipresent sub-frequencies of construction and traffic. Gentle vinyl noise and tape hiss - buildings built on top of the ruins of old ones. All perfectly mirrored using vocal a cappellas borrowed from YouTube and crunchy two-step beats that hundreds of artists would immediately begin to emulate.",
            "country": "uk"
        },
        {
            "year": 2008,
            "title": "Secret Diary",
            "artist": "College",
            "image": "2008.jpg",
            "youtube": "https://www.youtube.com/embed/OXdO5mwVzMY",
            "description": "College is one of several artists in the synthwave genre, dedicated to emulating the poppy synth tones and steady drum machines of the 80's. Popularized in pop culture by the movie 'Drive,' College and his cohorts have re-envisioned a genre of music enjoyable to those old enough to remember it as well as a generation that had not even been born at the time. Secret Diary is proof that electronic music's history is extensive enough for young artists to look back and recreate these sounds in the modern era. ",
            "country": "fra"
        },
        {
            "year": 2009,
            "title": "Psychic Chasms",
            "artist": "Neon Indian",
            "image": "2009.jpg",
            "youtube": "https://www.youtube.com/embed/VuikGWO_usA",
            "description": "In the later 00's, a genre called chillwave began to emerge from the electronic music scene, Neon Indian being one of its early adopters. Featuring guitars and synthesizers buried under layers of reverb and tape distortion, it's a style that feels like it is looking both back and forward in time. When listening to Psychic Chasms in particular, these effects create a nostalgic presence doubled by the hazy vocals and walls of sound. These are songs designed for summer nights and red sunsets.",
            "country": "mex"
        },
        {
            "year": 2010,
            "title": "Scary Monsters and Nice Sprites",
            "artist": "Skrillex",
            "image": "2010.jpg",
            "youtube": "https://www.youtube.com/embed/WSeNSzJ2-Jw",
            "description": "When Sonny Moore's singing career was put on hold due to vocal problems, he took up laptop music and became the face for the American interpretation of dubstep. The introspective sub-bass and atmosphere of the genre's U.K. origins had been replaced by a bludgeon - most famously, outrageous bass drops that sound like a digital mountain collapsing. This sound would come to define this new incarnation of dubstep, as well as film and commercials featuring anything even remotely considered 'extreme'. Scary Monsters and Nice Sprites was one of Skrillex's biggest early EPs, releasing on fellow EDM musician Deadmau5's record label.",
            "country": "usa"
        },
        {
            "year": 2011,
            "title": "フローラルの専門店 (Floral Shoppe)",
            "artist": "MACプラス",
            "image": "2011.jpg",
            "youtube": "https://www.youtube.com/embed/aQkPcPqTq4M",
            "description": "MACプラス (usually stylized as Macintosh Plus or MacPlus) unwittingly made Internet music history when she uploaded an album made largely of slowed down samples from popular songs - most famously, the Diana Ross song 'It's Your Move,' pitched down to sound like it was being played over a P.A. system at a department store. This alien take on musak resonated with people, and soon everything from its production approach to its surreal album art were being imitated. But its heart remained its own: the sounds of the modern world, warped by the tools that define it, mocking copyright and the capitalist society that turn music into background noise at the mall. MacPlus gave vaporwave a definite political voice, the genesis of consumer critique that came to define vaporwave.",
            "country": "usa"
        },
        {
            "year": 2012,
            "title": "FEZ (Original Soundtrack)",
            "artist": "Disasterpeace",
            "image": "2012.jpg",
            "youtube": "https://www.youtube.com/embed/1y5szNZehps",
            "description": "Just as the game FEZ plays like an introspective, mysterious version of Super Mario Brothers, its soundtrack also feels like a reinterpretation. Freed from the technical restrictions of older hardware, Disasterpeace's score for the game turns typical video game sounds into ambient swells and beautiful, slow-paced melodies that shimmer around the stereo spectrum. It not only works as both a soundtrack and a stand-alone piece, it also reconfirms chiptune sounds as an essential part of electronic music history.",
            "country": "usa"
        },
        {
            "year": 2013,
            "title": "R Plus Seven",
            "artist": "Oneohtrix Point Never",
            "image": "2013.jpg",
            "youtube": "https://www.youtube.com/embed/M1QAM9rq1PA",
            "description": "Daniel Lopatin has dabbled in countless music styles, but his work as Oneohtrix Point Never is perhaps his best known project. Stranded somewhere between experimental and ambient music, R Plus Seven is partly an exploration of synthesizer and sampler presets - usually maligned, but are warped and incorporated here to introduce uncanny texture to his work. For enthusiasts, listening to the album can become a game of noticing tell-tale sounds from various eras of electronic music history, but it's far more likely that Lopatin's eerie compositions will draw you into his world before you notice.",
            "country": "usa"
        },
        {
            "year": 2014,
            "title": "You're Dead!",
            "artist": "Flying Lotus",
            "image": "2014.jpg",
            "youtube": "https://www.youtube.com/embed/sul_sk397dw",
            "description": "On You're Dead!, Flying Lotus serves as your musical psychopomp, taking you on a musical journey through the afterlife. This concept album continues the L.A. beatmaker's characteristic bass, lo-fi haziness, and wobbly beats, while adding jazz to his musical palette. He also brings in a number of vocalists (including himself, credited as Captain Murphy) and invites them into a distinctive world of sound. He has many imitators, but none have surpassed Lotus's distinctive style.",
            "country": "usa"
        },
        {
            "year": 2015,
            "title": "Platform",
            "artist": "Holly Herndon",
            "image": "2015.jpg",
            "youtube": "https://www.youtube.com/embed/I_3mCDJ_iWc",
            "description": "Bridging the gap between academia and the dance floor, Holly Herndon's Platform is a dizzying mix of digital noise. Like the title of the album suggests, Platform is not only a display of the artist's virtuosity, but displays the talents of a variety of unexpected performers, including her partner and an ASMR YouTuber. Behind all of this, Herndon buries her voice in the music, echoing the frantic ocean of noise that makes up modern life as she develops a new musical vocabulary to speak on the modern world. The lead single, Home, is a love song that was written after the existence of an NSA spying program was made public. ",
            "country": "usa"
        },
        {
            "year": 2016,
            "title": "We Are the Halluci Nation",
            "artist": "A Tribe Called Red",
            "image": "2016.jpg",
            "youtube": "https://www.youtube.com/embed/eAEmjW9J3_o",
            "description": "Following in the footsteps of groups like Fingers Inc., A Tribe Called Red gives a voice and a beat to the disenfranchised First Nations people of Canada. Pioneering a mix of modern electronic music colloquially referred to as called powwow step, the Tribe prove how song forms that are thousands of years old still remain potent. Their distinctive style and inclusive message has brought them fame not only in Canada, but worldwide as well.",
            "country": "can"
        },
        {
            "year": 2017,
            "title": "Growing Up Vol. 1",
            "artist": "A L E X",
            "image": "2017.jpg",
            "youtube": "https://www.youtube.com/embed/Ne1t4mv3grI",
            "description": "A L E X is one of a new wave of producers pseudonymously publishing their music on platforms such as SoundCloud and Bandcamp. He recontextualizes the ephemera of childhood - sound and music from old TV shows and video games - and places slow beats and VHS tape haze over them, creating a mournful holograph to the collective childhood of modern young adults. With music software easily available and copyright a minor concern, producers such as A L E X can borrow from deeply personal sources to create music that approaches the realm of memory landscape.",
            "country": "south korea"
        },
        {
            "year": 2018,
            "title": "Singularity",
            "artist": "Jon Hopkins",
            "image": "2018.jpg",
            "youtube": "https://www.youtube.com/embed/4sk0uDbM5lc",
            "description": "After a stint of composing for film and playing keyboards for Brian Eno, Jon Hopkins returns to his original style of emotional dance music. A combination of meticulous digital production and live piano performance, Singularity takes the listener on a tightly crafted journey from the beginning of the universe to its end. It's difficult to imagine an album that better sums up the ability of electronic music to move our bodies, minds, and souls.",
            "country": "uk"
        }
    ]
}
